<template>
  <div class="w-[622px] overflow-y-auto mt-[42px] form-container">
    <div class="text-[22px]">
      <p>
        რედბერის მთავარი ღირებულება ჩვენი გუნდის თითოეული წევრია. გარემო, რომელსაც ჩვენი
        თანამშრომლები ქმნით, ბევრისთვის არის და ყოფილა წლების განმავლობაში მიზნებისთვის ერთად
        ბრძოლის მიზეზი, ბევრისთვის კი — ჩვენთან გადმოსვლის.
      </p>
      <br />
      <p>
        პანდემიის პერიოდში ერთმანეთსაც იშვიათად ვნახულობთ პირისპირ და ყოველდღიური კომუნიკაციაც
        გაიშვიათდა.
      </p>
    </div>
    <slot></slot>
  </div>
</template>